<html>
<head>
<style>
body {
    background-color: #282a36!important;
    color: #f8f8f2!important;
    font-size: 14px;
    line-height: 1.4em;
}
</style>
</head>
<body>
<h1>Pol&iacute;tica de privacidade</h1>
<p>N&oacute;s respeitamos a sua privacidade, e assim sendo procuramos mant&ecirc;-lo informado sobre quais e como seus dados coletados s&atilde;o usados. Agradecemos a confian&ccedil;a, e garantimos que seus dados s&atilde;o usados apenas para a presta&ccedil;&atilde;o de um melhor servi&ccedil;o deste aplicativo. <span style="text-decoration: underline;"><strong>N&atilde;o usaremos nem compartilharemos suas informa&ccedil;&otilde;es com ningu&eacute;m, exceto conforme descrito nesta Pol&iacute;tica de Privacidade.</strong> </span></p>
<p>&nbsp;</p>
<h2>Dados coletados</h2>
<ul>
<li>ID &Uacute;nico - Fornecido pelo Google Sign-In, usado para identificar o usu&aacute;rio em nossos servi&ccedil;os em nuvem;</li>
<li>Endere&ccedil;o de E-Mail - Fornecido pelo Google Sign-In, usado para gerenciar, contatar e identificar o usu&aacute;rio em nossos servi&ccedil;os em nuvem e formul&aacute;rio de contato;</li>
<li>Nome da Conta - Fornecido pelo Google Sign-In, o nome da sua conta do G-Mail. Usado no formul&aacute;rio de contato para melhor identific&aacute;-lo em nosso aplicativo;</li>
<li>ID de Hardware - Composto de dados como Marca, CPU, Modelo, Fabricante e outras estat&iacute;sticas, usado para gerenciar bugs e problemas do dispositivo.</li>
<li>Cookies - S&atilde;o arquivos com pequenas quantidades de dados que s&atilde;o comumente usados como um identificador exclusivo an&ocirc;nimo. Estes s&atilde;o enviados para o seu navegador a partir do website que voc&ecirc; visita e s&atilde;o armazenados em seus dispositivos de mem&oacute;ria interna.<br /><strong>O Playnimes, n&atilde;o usa esses &ldquo;cookies&rdquo; diretamente. No entanto, o aplicativo pode usar c&oacute;digos de terceiros e bibliotecas (ex: Plataforma de publicidade), que usam &ldquo;cookies&rdquo; para coletar informa&ccedil;&otilde;es e melhorar seus servi&ccedil;os. Se voc&ecirc; n&atilde;o concorda com o uso destes cookies, voc&ecirc; deve parar de usar nossos servi&ccedil;os a qualquer momento.</strong></li>
<li>ID de publicidade do Android &ndash; Os C&oacute;digo de publicidade (servi&ccedil;os de terceiros) das Plataformas de propagandas, podem coletar suas informa&ccedil;&otilde;es pessoais e locais, para uma melhor intera&ccedil;&atilde;o do usu&aacute;rio, personalizando o conte&uacute;do das ofertas e an&uacute;ncios no aplicativo.</li>
<li>Voc&ecirc; pode consultar as pol&iacute;ticas de privacidade destas plataformas nestes links:<br /><strong>GoogleServices</strong> (<a href="https://policies.google.com/privacy?hl=en&amp;gl=ZZ">https://policies.google.com/privacy?hl=en&amp;gl=ZZ</a>) <br /><strong>StartApp</strong> (<a href="https://www.startapp.com/policy/privacy-policy">https://www.startapp.com/policy/privacy-policy</a>)</li>
</ul>
<p><br /><br /></p>
<h3>Links para Outros Sites</h3>
<p>Este Servi&ccedil;o pode conter links para outros sites. Se voc&ecirc; clicar em um link de terceiros, voc&ecirc; ser&aacute; direcionado para esse site. Observe que esses sites externos n&atilde;o s&atilde;o operados por n&oacute;s. Portanto, n&oacute;s recomendamos que voc&ecirc; revise a Pol&iacute;tica de Privacidade desses sites, n&oacute;s n&atilde;o temos controle sobre, e n&atilde;o assumimos nenhuma responsabilidade pelo conte&uacute;do, pol&iacute;ticas de privacidade ou pr&aacute;ticas de sites de terceiros ou servi&ccedil;os.</p>
<p>&nbsp;</p>
<h3>Provedores de Servi&ccedil;o</h3>
<p>Podemos contratar empresas terceirizadas, hospedagem e servi&ccedil;os de gerenciamento de banco de dados, web analytics e administra&ccedil;&atilde;o. Esses terceiros t&ecirc;m acesso &agrave;s suas informa&ccedil;&otilde;es pessoais apenas para executar essas tarefas em nosso nome e s&atilde;o obrigados a n&atilde;o divulgar ou us&aacute;-las para qualquer outro fim.</p>
<p>&nbsp;</p>
<h3>Seguran&ccedil;a</h3>
<p>Valorizamos sua confian&ccedil;a em nos fornecer suas informa&ccedil;&otilde;es pessoais, por isso, nos esfor&ccedil;amos para usar meios comercialmente aceit&aacute;veis de proteg&ecirc;-lo. Mas lembre-se que nenhum m&eacute;todo de transmiss&atilde;o a Internet, ou m&eacute;todo de armazenamento eletr&ocirc;nico &eacute; 100% seguro e confi&aacute;vel, e n&atilde;o podemos garantir sua seguran&ccedil;a absoluta.</p>
<p>&nbsp;</p>
<h3>Permiss&otilde;es</h3>
<p>Para a instala&ccedil;&atilde;o e uso do Playnimes, necessitamos das seguintes permiss&otilde;es:</p>
<ul>
<li><strong>Armazenamento interno e externo</strong>
<p><em>Ler/gravar/modificar ou deletar conte&uacute;do em seu armazenamento interno/externo. (Essa permiss&atilde;o &eacute; necess&aacute;ria para ler o backup do banco de dados interno, se este foi criado no seu Armazenamento Externo, &eacute; tamb&eacute;m usado para armazenar dados de cache);</em><br /><em>Esta permiss&atilde;o tamb&eacute;m &eacute; necess&aacute;ria para salvar conte&uacute;do e cache no Armazenamento Externo. Os Favoritos, backups e a melhoria de navega&ccedil;&atilde;o, s&atilde;o as raz&otilde;es diretas destas permiss&otilde;es.</em></p>
</li>
<li><strong>Informa&ccedil;&otilde;es sobre a conex&atilde;o Wi-Fi</strong>
<p><em>Necess&aacute;rio para verificar sua conectividade com a internet, para que voc&ecirc; possa usar nossos servi&ccedil;os em nuvem.</em></p>
</li>
<li><strong>Outros</strong>
<p><em>O app recebe dados da internet, para gerenciamento de conte&uacute;do.</em></p>
<p><em>O app pode interromper indefinidamente o descanso de tela enquanto estiver em funcionamento, para o melhor funcionamento do player.</em></p>
</li>
</ul>
<p>&nbsp;</p>
<h3>Atualiza&ccedil;&otilde;es</h3>
<p>Consulte nossa Pol&iacute;tica de Privacidade periodicamente. Caso voc&ecirc; n&atilde;o concorde com a Pol&iacute;tica de Privacidade revisada, pare de utilizar os Servi&ccedil;os.<br />Podemos alterar ou atualizar nossa Pol&iacute;tica de Privacidade. Notificaremos sobre altera&ccedil;&otilde;es feitas nesta Pol&iacute;tica de Privacidade, conforme a necessidade. A continua&ccedil;&atilde;o do uso de nossos Servi&ccedil;os ratifica sua aceita&ccedil;&atilde;o de nossa Pol&iacute;tica de Privacidade e altera&ccedil;&otilde;es posteriores.</p>
<p>Se voc&ecirc; usa o Playnimes, voc&ecirc; concorda com a forma como tratamos seus dados, inclusive com a coleta, o uso, o processamento e o compartilhamento de seus dados, conforme descrito nesta Pol&iacute;tica de Privacidade.</p>
<p>&nbsp;</p>
<h3>Contato</h3>
<p>Se voc&ecirc; tiver d&uacute;vidas ou sugest&otilde;es sobre nossa Pol&iacute;tica de Privacidade, entre em contato conosco em atomanimes@gmail.com</p>
</body>
</html>
