<html>
<head>
<style>
body {
    background-color: #282a36!important;
    color: #f8f8f2!important;
    font-size: 14px;
    line-height: 1.4em;
}
</style>
</head>
<body>
<h1>Termos de Uso</h1>
<p>O Playnimes &eacute; um Player organizador e buscador, destinado aos f&atilde;s de animes e da cultura japonesa. Procuramos, analisar as necessidades dos usu&aacute;rios, e adaptar o Playnimes a elas.</p>
<p>Por favor, leia o nossos Termos de Uso para entender o uso do Playnimes. Voc&ecirc; concorda com nossos Termos de Uso, a partir do momento em que instala, acessa ou usa nosso aplicativo.</p>
<h2><br />Sobre nossos servi&ccedil;os</h2>
<ul>
<li>
<h3>Cadastro</h3>
<p>Para utilizar o aplicativo &eacute; necess&aacute;rio a permiss&atilde;o para conectar com a sua conta gmail via Google Sign-in. O processo &eacute; automatizado e gerenciado pelo sistema Android.</p>
</li>
<li>
<h3>Idade</h3>
<p>&Eacute; requerido ter 18 anos ou mais, ser menor emancipado ou ter a autoriza&ccedil;&atilde;o e supervis&atilde;o dos pais ou respons&aacute;veis para usar os nossos servi&ccedil;os, e concordar com as condi&ccedil;&otilde;es destes Termos de Uso.</p>
</li>
<li>
<h3>Dispositivos e software</h3>
<p>Certos dados de dispositivos, software e conex&otilde;es de dados s&atilde;o solicitados para usar os nossos Servi&ccedil;os. Enquanto estiver utilizando os nossos Servi&ccedil;os, voc&ecirc; autoriza o download e a instala&ccedil;&atilde;o de atualiza&ccedil;&otilde;es de nossos Servi&ccedil;os, mesmo que seja automaticamente.</p>
</li>
</ul>
<p>&nbsp;</p>
<h2>Servi&ccedil;os de terceiros</h2>
<p>Nossos Servi&ccedil;os podem permitir que voc&ecirc; acesse, use ou interaja com sites, aplicativos, conte&uacute;dos, produtos e servi&ccedil;os de terceiros. Por exemplo, voc&ecirc; pode optar por usar um servi&ccedil;o de backup de dados integrado aos nossos Servi&ccedil;os (como o MXPlayer ou o ADM - Advanced Download Manager).</p>
<p>Observe que ao usar servi&ccedil;os de terceiros, os termos e as pol&iacute;ticas de privacidade aplic&aacute;veis ser&atilde;o os elaborados por tais servi&ccedil;os.</p>
<h2><br />Avisos legais</h2>
<p>O USO DOS NOSSOS SERVI&Ccedil;OS &Eacute; POR SUA CONTA E RISCO E EST&Aacute; SUJEITO &Agrave;S RESSALVAS A SEGUIR. PRESTAMOS OS NOSSOS SERVI&Ccedil;OS COMO ELES SE APRESENTAM ("AS IS"), SEM GARANTIAS EXPRESSAS OU T&Aacute;CITAS, INCLUINDO, DENTRE OUTRAS, GARANTIAS DE COMERCIABILIDADE, ADEQUA&Ccedil;&Atilde;O A UM FIM ESPEC&Iacute;FICO, PROPRIEDADE, N&Atilde;O VIOLA&Ccedil;&Atilde;O E PROTE&Ccedil;&Atilde;O CONTRA V&Iacute;RUS DE COMPUTADOR OU OUTROS C&Oacute;DIGOS NOCIVOS. N&Atilde;O GARANTIMOS QUE AS INFORMA&Ccedil;&Otilde;ES FORNECIDAS POR N&Oacute;S SEJAM EXATAS, ESTEJAM COMPLETAS OU SEJAM &Uacute;TEIS; N&Atilde;O GARANTIMOS QUE NOSSOS SERVI&Ccedil;OS ESTAR&Atilde;O EM FUNCIONAMENTO, LIVRES DE ERROS, PROTEGIDOS OU SEGUROS E QUE NOSSOS SERVI&Ccedil;OS FUNCIONAR&Atilde;O SEM INTERRUP&Ccedil;&Otilde;ES, ATRASOS OU IMPERFEI&Ccedil;&Otilde;ES. N&Atilde;O CONTROLAMOS E N&Atilde;O NOS RESPONSABILIZAMOS PELO CONTROLE DE COMO OU QUANDO NOSSOS USU&Aacute;RIOS UTILIZAM OS NOSSOS SERVI&Ccedil;OS OU OS RECURSOS, OS SERVI&Ccedil;OS E AS INTERFACES FORNECIDAS POR ESSES SERVI&Ccedil;OS.</p>
<h2><br />Disponibilidade e encerramento de nossos servi&ccedil;os</h2>
<h3>Disponibilidade de nossos Servi&ccedil;os</h3>
<p>Os nossos servi&ccedil;os podem ser interrompidos, inclusive para manuten&ccedil;&atilde;o, reparos, atualiza&ccedil;&otilde;es ou falhas de rede ou equipamento. Podemos descontinuar alguns ou todos os nossos Servi&ccedil;os, inclusive determinados recursos e o suporte a determinados dispositivos e plataformas, a qualquer momento. Eventos fora de nosso controle podem afetar os nossos servi&ccedil;os, como caso fortuito ou for&ccedil;a maior.</p>
<p>Se voc&ecirc; concorda com nossos Termos de Uso, continue a usar o Playnimes, agradecemos a sua aten&ccedil;&atilde;o.</p>
<h2><br />Contato</h2>
<p>Se voc&ecirc; tem alguma d&uacute;vida, ou sugest&atilde;o sobre estes Termos de Uso, contate o suporte pelo email: atomanimes@gmail.com</p>
</body>
</html>
